/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d Misslyckade Kodförsök";
"%d Failed Password Attempts" = "%d Misslyckade Lösenordsförsök";

"1 Failed Passcode Attempt" = "1 Misslyckat Kodförsök";
"1 Failed Password Attempt" = "1 Misslyckat Lösenordsförsök";

"Do you want to use Touch ID for authentication?" = "Vill du använda Touch ID för autentisering?";

"Done" = "Klart";

"Enable Touch ID" = "Aktivera Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Välj en annan kod. Kan inte använda samma kod igen.";
"Enter a different password. Cannot re-use the same password." = "Välj ett annat lösenord. Kan inte använda samma lösenord igen.";

"Enter a passcode" = "Ange Kod";
"Enter a password" = "Ange Lösenord";

"Enter your new passcode" = "Ange en ny kod";
"Enter your new password" = "Ange ett nytt lösenord";

"Enter your old passcode" = "Ange din gamla kod";
"Enter your old password" = "Ange ditt gamla lösenord";

"Enter your passcode" = "Ange din kod";
"Enter your password" = "Ange ditt lösenord";

"Invalid Passcode" = "Felaktig Kod";
"Invalid Password" = "Felaktigt Lösenord";

"Passcodes did not match.\nTry again." = "Koderna matchade inte.\nFörsök igen.";
"Password did not match.\nTry again." = "Lösenordet matchade inte.\nFörsök igen.";

"Re-enter your passcode" = "Skriv in kod igen";
"Re-enter your password" = "Skriv in lösenord igen";

"Try again in %d minutes" = "Försök igen om %d minuter";

"Try again in 1 minute" = "Försök igen om 1 minut";
